Repository: felixse/FluentTerminal
Catalog: FluentTerminal.App/Strings/*/Resources.resw
Source language: en
Languages: ar, ar_iq, az, bg, bs, de, eo, es, fa, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt, ro, ru, sl, sq, sr_cyrl, sr_latn, sv, tr, ug_arab, uk, uz_latn, vi, zh_hans, zh_hant

# UseMoshByDefault.Header
source: Default to Mosh for SSH connections
ar: وضع Mosh افتراضيا لإتصالات SSH
ar_iq: افتراضي لـ Mosh لاتصالات SSH
az: SSH əlaqələri üçün Mosh'a standartdır
bg: Използвайте дефолтно Mosh за SSH връзки
bs: Mosh je standard za SSH veze
de: Für SSH-Verbindungen standardmäßig Mosh verwenden
eo: Implice uzi na Mosh por konektoj SSH
fa: پیش‌فرض به Mosh برای اتصال SSH
fr: Mosh par défaut pour les connexions SSH
hi: SSH कनेक्शन के लिए Mosh में डिफ़ॉल्ट
hr: Standardno koristi Mosh za SSH veze
hu: Az SSH kapcsolatok Mosh-sal nyíljanak meg
id: Standar Mosh untuk koneksi SSH
it: Usa Mosh come strumento predefinito per tutte le connessioni SSH
ja: SSH 接続にはデフォルトでMoshを使用する
ko: SSH 연결에 기본으로 Mosh 사용
nl: Standaard Mosh gebruiken bij SSH verbindingen
pl: Używaj Mosh przy połączeniach SSH
pt: Padrão para Mosh para conexões SSH
ro: Se folosește Mosh În mod implicit la pentru conexiuni SSH
ru: По умолчанию использовать Mosh для SSH соединений
sl: Privzeto uporabi Mosh za SSH povezave
sq: Default në Mosh për lidhjet SSH
sr_cyrl: Предефинисано на Mosh за SSH конекције
sr_latn: Predefinisano na Mosh za SSH konekcije
sv: Standard till Mosh för SSH-anslutningar
tr: SSH bağlantıları için varsayılan olarak Mosh kullan
ug_arab: SSH ئۇلىنىشى ئۈچۈن Mosh غا سۈكۈتتىكى ھالەت
uk: Використовувати Mosh за замовчуванням при підключенні по SSH
uz_latn: SSH ulanishlari uchun standart Mosh
vi: Mặc định thành Mosh cho các kết nối SSH
zh_hans: SSH 连接默认使用 Mosh
zh_hant: SSH 連接預設使用 Mosh

# RTrimCopiedLines.Header
source: Right trim copied lines
ar: حق تلقيم السطور المنسوخة
ar_iq: الحق تقليم خطوط نسخ
az: Sağ trim kopyalanan xətlər
bg: Подрязвайте вдясно копираните редове
bs: Izbriši prazne znakove zdesna u kopiranim linijama
de: Nachfolgende Leerzeichen aus kopierten Zeilen entfernen
eo: Stuci dekstre de kopiitaj linioj
fa: رونوشت خط را از سمت راست تمیز کن
fr: Couper les lignes copiées
hi: दाएं ट्रिम कॉपी की गई लाइनें
hr: Odreži nepotrebne razmake na kraju kopiranih redaka
hu: Másolásnál a sorok végén lévő szóköz levágása
it: Rimuovi spazi bianchi a destra durante la copia
ja: 後続の空白を除いてコピー
ko: 복사한 줄들의 우측 공백 제거
nl: Trim rechterkant van gekopieerde lijnen
pl: Prawe przycięcie skopiowanych linii
pt: Cortar à direita as linhas copiadas
ro: Liniile copiate potrivite
ru: Копировать без концевых пробелов
sl: Kopirane vrstice poreži desno
sq: Prerjet e djathta të kopjuara
sr_cyrl: Скрати десно копиране редове
sr_latn: Skrati desno kopirane redove
sv: Höger trimkopierade linjer
tr: Kopyalanan satırları sonundaki boşlukları kırp
ug_arab: كۆچۈرۈلگەن قۇرنىڭ ئوڭدىكى قۇرۇق بەلگىلىرىنى ئۆچۈرۈش
uk: Обрізати скопійовані рядки справа
uz_latn: O'ng trim nusxalangan chiziqlar
vi: Các dòng đã sao chép
zh_hans: 复制内容右侧空格清空
zh_hant: 複製內容右端空格清空

# QuickSshDefault.Header
source: Use quick SSH by default
ar: استخدم اتصال SSH سريع إفتراضيا
ar_iq: استخدم SSH السريع افتراضيًا
az: Sürətli SSH istifadə edin
bg: Използвайте дефолтно бърз SSH
bs: Koristi brzi SSH
de: Quick SSH standardmäßig benutzen
eo: Implice uzi rapidan SSH
fa: استفاده از SSH سریع به صورت پیش‌فرض
fr: Utiliser SSH rapide par défaut
he: השתמש ב- SSH מהיר כברירת מחדל
hi: डिफ़ॉल्ट रूप से त्वरित SSH का उपयोग करें
hr: Standardno koristi brzi SSH
id: Gunakan SSH cepat berdasarkan standart
it: Usa Quick SSH come impostazione predefinita
ja: デフォルト設定のクイックSSHを使用する
ko: quick SSH를 기본으로 사용
nl: Gebruik standaard SSH
pl: Używaj domyślnie szybkiego SSH
pt: Use SSH rápido por padrão
ro: Utilizați SSH rapid în mod implicit
ru: Использовать быстрый SSH по умолчанию
sl: Privzeto uporabi hitri SSH način
sq: Përdorni SSH të shpejtë si parazgjedhje
sr_cyrl: Предефинисано користи брзи SSH
sr_latn: Predefinisano koristi brzi SSH
sv: Använd snabb-SSH som standard
tr: Varsayılan olarak hızlı SSH kullan
ug_arab: سۈكۈتتىكى تېز SSH نى ئىشلىتىش
uk: Використовувати швидкий SSH за замовчуванням
uz_latn: SSH-dan tezkor foydalaning
vi: Sử dụng SSH nhanh theo mặc định
zh_hans: 默认使用 quick SSH
zh_hant: 預設使用 quick SSH

source: Invalid command.
ar: أمر خاطئ
ar_iq: أمر خاطئ.
az: Yanlış əmr.
bg: Неправилна команда.
bs: Neispravna naredba.
de: Ungültiger Befehl
eo: Nevalida komando.
fa: دستور غیرمجاز
fr: Commande non valide.
he: פקודה שגויה.
hi: अवैध आदेश।
hr: Nevaljana naredba.
hu: Hibás parancs.
id: Perintah tidak valid
it: Comando non valido
ja: 無効なコマンド
ko: 존재하지 않는 명령어.
nl: Ongeldig command.
pl: Nieznane polecenie
pt: Comando inválido.
ro: Comandă greșită.
ru: Неверная команда.
sl: Napačen ukaz.
sq: Komandë e pavlefshme.
sr_cyrl: Неисправна команда
sr_latn: Neispravna komanda
sv: Ogiltigt kommando.
tr: Geçersiz komut.
ug_arab: ئىناۋەتسىز بۇيرۇق.
uk: Невірна команда.
uz_latn: Noto‘g‘ri buyruq.
vi: Lệnh không hợp lệ.
zh_hans: 无效命令
zh_hant: 無效指令。

# LocationCantBeEmpty
source: Location cannot be empty.
ar: لا يمكن للموقع ان يكون فارغ.
ar_iq: لا يمكن أن يكون الموقع فارغًا.
az: Yer boş ola bilməz.
bg: Местоположението не може да е празно.
bs: Lokacija ne može biti prazna.
de: Dateipfad darf nicht leer sein
eo: Loko ne rajtas esti malplena.
fa: مکان نمی‌تواند خالی باشد
fr: L'emplacement ne peut pas être vide.
he: המיקום לא יכול להיות ריק.
hi: स्थान खाली नहीं हो सकता।
hr: Mjesto se mora navesti.
hu: A parancs nem lehet üres
id: Lokasi tidak boleh kosong
it: Il percorso non può essere vuoto
ja: ロケーションは必須項目です
ko: 경로는 공백이 될 수 없습니다.
nl: Locaatsie kan niet leeg zijn.
pl: Ścieżka nie może być pusta
pt: A localização não pode estar vazia.
ro: Locația nu poate fi goală.
ru: Не может быть пустым
sl: Lokacija ne more biti prazna.
sq: Vendndodhja nuk mund të jetë bosh.
sr_cyrl: Локација не може бити празна.
sr_latn: Lokacija ne može biti prazna.
sv: Platsen kan inte vara tom.
tr: Konum boş bırakılamaz.
ug_arab: ئورنى بوش بولمايدۇ.
uk: Шлях не може бути пустим.
uz_latn: Joylashuv bo‘sh bo‘lishi mumkin emas.
vi: Vị trí không được để trống.
zh_hans: 地址不能为空
zh_hant: 地址不可為空。

# MuteTerminalBeeps.Header
source: Mute terminal beeps
ar: اكتم اصوات المنفذ
ar_iq: كتم صوت صفير المحطة الطرفية
az: Terminal səslərini səssizləşdirin
bg: Заглушавайте терминалните бипкания
bs: Utišaj zvukove terminala.
de: Hinweistöne stummschalten
eo: Silentigi pepojn de terminalo
fa: ساکت کردن بوق پایانه
fr: Mutter les bips du terminal
he: השתק צפצופי טרמינל
hi: म्यूट टर्मिनल बीप्स
hr: Isključi zvučne signale terminala
hu: A terminal hangjának elnémítása
id: Heningkan bunyi bip terminal
it: Non riprodurre i suoni del terminale
ja: ターミナルのビープ音を無効化する
ko: 비프 음소거
nl: Demp terminal geluiden
pl: Wycisz dźwięki terminala
pt: Silenciar sons do terminal
ro: Silențios
ru: Заглушить звуковый сигналы
sl: Utišaj zvoke terminala
sq: Bip-bileta terminale të heshtura
sr_cyrl: Искључи звуке терминала
sr_latn: Isključi zvuke terminala
sv: Stäng av terminalens pip
tr: Terminal bip seslerini kapatma
ug_arab: تېرمىنال ئەسكەرتمە ئاۋازىنى تاقاش
uk: Вимкнути звуки терміналу
uz_latn: Terminal ovozini o'chirish
vi: Tắt tiếng bíp thiết bị đầu cuối
zh_hans: 关闭终端声音
zh_hant: 關閉終端音效

# CommandTextBox.PlaceholderText
source: Enter a command (e.g. 'ssh username@host')
ar: أدخل أمر كـ (مثال. 'ssh username@host')
ar_iq: أدخل أمرًا (مثل 'ssh username @ host')
az: Bir əmr daxil edin (məs. 'Ssh username @ host')
bg: Въведете команда (например 'ssh потребителскоиме@хост')
bs: Unesite naredbu (e.g. 'ssh username@host')
de: SSH-Befehl (z.b. 'ssh username@host')
eo: Enigu komandon (ekz. 'ssh uzantnomo@ĉefkomputilo')
fa: دستور را وارد کنید (مثلا 'ssh username@host')
fr: Entrez une commande (e.g. 'ssh username@host')
hi: एक कमांड दर्ज करें (उदा। 'Ssh username @ host')
hr: Upiši naredbu (npr. „ssh username@host”)
hu: Parancs megadása (pl. ssh felhasználó@szervernév)
id: Masukkan perintah (contoh 'ssh username@host')
it: Inserire un comando (ad es. 'ssh nomeutente@host')
ja: コマンドを入力 (例: 'ssh username@host')
ko: 명령어를 입력하시오 (예: 'ssh username@host')
nl: Voer een commando (b.v. 'ssh gebruikersnaam@host')
pl: Wpisz polecenie (np. 'ssh użytkownik@ip')
pt: Digite um comando (por exemplo, 'ssh username @ host')
ro: Introduceți o comandă (de exemplu, „nume de utilizator ssh@gazdă”)
ru: Введите команду (например, 'ssh username@host')
sl: Vnesi ukaz (npr. 'ssh uporabniško_ime@gostitelj')
sq: Vendosni një komandë (p.sh. 'ssh emrin e përdoruesit @ host')
sr_cyrl: Унеси команду (нпр. 'ssh username@host')
sr_latn: Unesite komandu (npr. 'ssh username@host')
sv: Ange ett kommando (t.ex. 'ssh username@host')
tr: Bir komut girin (örn. 'ssh kullanıcı adı @ host')
ug_arab: بۇيرۇق كىرگۈزۈڭ (مەسىلەن: ssh ئىشلەتكۈچى ئىسمى @ host ')
uk: Введіть команду (наприклад 'ssh username@host')
uz_latn: Buyruqni kiriting (masalan, "ssh username @ host")
vi: Nhập lệnh (ví dụ: 'ssh username @ host')
zh_hans: SSH 命令（如：ssh username@host）
zh_hant: 輸入指令 (例: 'ssh username@host')

# CommandLine.Header
source: Command
ar: أمر
ar_iq: أمر
az: Əmr
bg: Команда
bs: Naredba
de: Befehl
eo: Komando
fa: دستور
fr: Commande
he: פקודה
hi: आदेश
hr: Naredba
hu: Parancs
id: Perintah
it: Comando
ja: コマンド
ko: 명령어
pl: Polecenie
pt: Comando
ro: Comandă
ru: Команда
sl: Ukaz
sq: Komanda
sr_cyrl: Команда
sr_latn: Komanda
sv: Kommando
tr: Komut satırı
ug_arab: بۇيرۇق
uk: Команда
uz_latn: Buyruq
vi: Chỉ huy
zh_hans: 命令
zh_hant: 指令

source: Unsupported command:
ar: أمر غير مدعوم
ar_iq: أمر غير مدعوم:
az: Dəstəklənməyən əmr:
bg: Неподдържана команда:
bs: Nepodržana naredba:
de: Nicht unterstüzter Befehl:
eo: Nesubtenata komando:
fa: دستور پشتیبانی نشده:
fr: Commande non supportée:
he: פקודה לא נתמכת:
hi: असमर्थित आदेश:
hr: Nepodržana naredba:
hu: Nem támogatott parancs:
id: Perintah tidak didukung
it: Comando non supportato:
ja: サポートされていないコマンド
ko: 지원되지 않는 명령어:
nl: Niet ondersteund commando:
pl: Niewspierane polecenie
pt: Comando não suportado:
ro: Comandă neacceptată:
ru: Неподдерживаемая команда:
sl: Nepodprt ukaz:
sq: Komanda e pambështetur:
sr_cyrl: Неподржана команда:
sr_latn: Nepodržana komanda:
sv: Kommando som inte stöds:
tr: Desteklenmeyen komut:
ug_arab: قوللىمايدىغان بۇيرۇق:
uk: Команда не підтримуєтсья:
uz_latn: Qo'llab-quvvatlanmaydigan buyruq:
vi: Lệnh không được hỗ trợ:
zh_hans: 不支持的命令
zh_hant: 不支援的指令:

# CommandArgumentsMandatory
source: Command arguments are missing.
ar: شروط الامر مفقودة
ar_iq: وسيطات الأوامر مفقودة.
az: Komanda dəlilləri yoxdur.
bg: Аргументите на командата липсват.
bs: Nedostaju argumenti za naredbu.
de: Befehlsargument fehlen
eo: Mankas argumentoj de komando.
fa: آرگومان‌های دستور ناقص هستند
fr: Les arguments de commande sont manquants.
hi: कमांड तर्क गायब हैं।
hr: Nedostaju argumenti naredbe.
hu: Nem lettek megadva paraméterek a parancsnak.
id: Argumen perintah tidak ditemukan
it: Argomenti mancanti.
ja: コマンドの引数が一致しません
ko: 명령 인자가 없음.
nl: Commando argumenten missen.
pl: Brakuje argumentów polecenia
pt: Faltam argumentos ao comando.
ro: Argumentele comenzii lipsesc.
ru: Пропущены аргументы команды.
sl: Manjkajo parametri ukaza.
sq: Argumentet e komandës mungojnë.
sr_cyrl: Недостају аргументи команде.
sr_latn: Nedostaju argumenti komande.
sv: Kommandoargument saknas.
tr: Komut argümanları eksik.
ug_arab: بۇيرۇق ئۇچۇرلىرى كەم.
uk: Відсутні аргументи.
uz_latn: Buyruq dalillari yo'q.
vi: Đối số lệnh bị thiếu.
zh_hans: 缺少命令参数
zh_hant: 缺少指令參數。

# QuickCommandDialog.Title
source: Quick Launch
ar: تشغيل سريع
ar_iq: التشغيل السريع
az: Tez Başlat
bg: Бързо пускане
bs: Brzo pokretanje
eo: Rapida Lanĉo
fa: اجرای سریع
fr: Démarrage rapide
he: הפעלה מהירה
hi: शीघ्र उदघाटन
hr: Brzo pokretanje
hu: Gyorsindító
id: Peluncuran cepat
it: Avvio rapido
ja: クイック起動
ko: 빠른 실행
nl: Snel Uitvoeren
pl: Szybkie uruchomienie
pt: Inicialização rápida
ro: Lansare rapidă
ru: Быстрый запуск
sl: Hitri zagon
sq: Lëshimi i shpejtë
sr_cyrl: Брзо покретање
sr_latn: Brzo pokretanje
sv: Snabbstart
tr: Hızlı başlatma
ug_arab: تېز قوزغىتىش
uk: Швидкий запуск
uz_latn: Tez ishga tushirish
vi: Khởi động nhanh
zh_hans: 快速启动
zh_hant: 快速啟動

# Command.NewCustomCommandTab
source: New quick launch tab
ar: لسان تشغيل سريع جديد
ar_iq: علامة تبويب التشغيل السريع الجديدة
az: Yeni sürətli başlamaq nişanı
bg: Нов раздел за бързо пускане
bs: Nova kartica u brzom pokretanju
de: Neuer Quick Launch-Tab
eo: Nova rapidlanĉa langeto
fa: زبانه‌ی اجرای سریع جدید
fr: Nouvel onglet de lancement rapide
he: לשונית הפעלה מהירה חדשה
hi: नया त्वरित लॉन्च टैब
hr: Novo brzo pokretanje kartice
hu: Új "Gyorsindító" fül
id: Tab baru peluncur cepat
it: Avvio rapido in una nuova scheda
ja: 新規クイックローンチタブ
ko: 새 빠른 실행 탭
nl: Nieuwe snel uitvoeren tab
pl: Nowa karta szybkiego uruchamiania
pt: Nova aba de início rápido
ro: Filă nouă de lansare rapidă
ru: Новая вкладка быстрого запуска
sl: Novi zavihek hitrega zagona
sq: Skedë e re e nisjes së shpejtë
sr_cyrl: Нова картица брзог покретања
sr_latn: Nova kartica brzog pokretanja
sv: Ny snabbstartflik
tr: Yeni hızlı başlatma sekmesi
ug_arab: يېڭى تېز قوزغىتىش بەتكۈچى
uk: Нова вкладка швидкого запуску
uz_latn: Yangi tezkor yorliq
vi: Tab khởi chạy nhanh mới
zh_hans: 新建快速启动标签页
zh_hant: 快速啟動新分頁

# Command.NewCustomCommandWindow
source: New quick launch window
ar: نافذة تشغيل سريع جديدة
ar_iq: نافذة جديدة للإطلاق السريع
az: Yeni sürətli pəncərə
bg: Нпв прозорец за бързо пускане
bs: Novi prozor u brzom pokretanju
de: Neues Quick Launch-Fenster
eo: Nova rapidlanĉa fenestro
fa: پنجره‌ی اجرای سریع جدید
fr: Nouvelle fenêtre de lancement rapide
he: חלון הפעלה מהירה חדש
hi: नई त्वरित लॉन्च विंडो
hr: Novo brzo pokretanje prozora
hu: Új "Gyorsindító" ablak
id: Windows baru peluncur cepat
it: Avvio rapido in una nuova finestra
ja: 新規クイックローンチウィンドウ
ko: 새 빠른 실행 창
nl: Nieuw snelle uitvoeren window
pl: Nowe okno szybkiego uruchamiania
pt: Nova janela de início rápido
ro: Fereastră nouă de lansare rapidă
ru: Новое окно быстрого запуска
sl: Novo okno hitrega zagona
sq: Dritare e re e lëshimit të shpejtë
sr_cyrl: Нови прозор брзог покретања
sr_latn: Novi prozor brzog pokretanja
sv: Nytt snabbstartfönster
tr: Yeni hızlı başlatma penceresi
ug_arab: يېڭى تېز قوزغىتىش كۆزنىكى
uk: Нове вікно швидкого запуску
uz_latn: Yangi tezkor ishga tushirish oynasi
vi: Cửa sổ khởi chạy nhanh mới
zh_hans: 新建快速启动窗口
zh_hant: 快速啟動新視窗

# NewQuickTab.Text
source: New quick tab
ar: لسان سريع جديد
ar_iq: علامة تبويب سريعة جديدة
az: Yeni sürətli nişan
bg: Нов бърз раздел
bs: Nova brza kartica.
de: Neuer Quick Launch-Tab
eo: Nova rapida langeto
fa: زبانه‌ی سریع جدید
fr: Nouvel onglet rapide
he: כרטיסייה מהירה חדשה
hi: नया त्वरित टैब
hr: Nova brza kartica
id: Tab baru cepat
it: Nuova scheda rapida
ja: 新規クイックタブ
ko: 새 빠른 창
nl: Snel nieuwe tab
pl: Nowa szybka karta
pt: Nova aba rápida
ro: Filă nouă rapidă
ru: Новая быстрая вкладка
sl: Nov hitri zavihek
sq: Skedë e re e shpejtë
sr_cyrl: Нова брза картица
sr_latn: Nova brza kartica
sv: Ny snabbflik
tr: Yeni hızlı sekme
ug_arab: يېڭى تېز بەتكۈچ
uk: Нова швидка вкладка
uz_latn: Yangi tezkor yorliq
vi: Tab nhanh mới
zh_hans: 新建快速标签页
zh_hant: 新的快速分頁

source: File not found:
ar: الملف غير موجود:
ar_iq: لم يتم العثور على الملف:
az: Fayl tapılmadı:
bg: Файлът не е намерен:
bs: Nije pronađena datoteka:
de: Datei nicht gefunden:
eo: Ne eblis trovi dosieron:
fa: فایل پیدا نشد:
fr: Fichier non trouvé:
he: הקובץ לא נמצא:
hi: फाइल नहीं मिली:
hr: Datoteka nije pronađena:
hu: A fájl nem található
id: File tidak ditemukan
it: File non trovato:
ja: ファイルが見つかりません:
ko: 파일을 찾을 수 없음:
nl: Bestand niet gevonden:
pl: Nie znaleziono pliku
pt: Arquivo não encontrado:
ro: Fișierul nu a fost găsit:
ru: Файл не найден:
sl: Datoteka ni bila najdena:
sq: Dosja nuk u gjet:
sr_cyrl: Датотека није пронађена:
sr_latn: Datoteka nije pronađena:
sv: Filen hittades inte:
tr: Dosya bulunamadı:
ug_arab: ھۆججەت تېپىلمىدى:
uk: Файл не знайдено:
uz_latn: Fayl topilmadi:
vi: Không tìm thấy tệp:
zh_hans: 文件未找到
zh_hant: 檔案不存在:

source: Invalid link.
ar: رابط غير صحيح.
ar_iq: رابط غير صالح.
az: Yanlış link.
bg: Неправилна връзка.
bs: Neispravan link.
de: Ungültiger Verweis.
eo: Nevalida ligilo.
fa: پیوند غیرمجاز
fr: Lien invalide.
he: קישור לא חוקי.
hi: अमान्य लिंक।
hr: Nevaljana poveznica.
hu: Hibás link.
id: Tautan tidak valid
it: Link non valido
ja: 無効なリンク
ko: 유효하지 않는 링크.
nl: Ongeldige link.
pl: Błędny link
pt: Link inválido.
ro: Link greșit.
ru: Неверная ссылка.
sl: Napačna povezava:
sq: Lidhje e pavlefshme.
sr_cyrl: Неисправна веза.
sr_latn: Neispravna veza.
sv: Ogiltig länk.
tr: Geçersiz link.
ug_arab: ئىناۋەتسىز ئۇلانما.
uk: Невірне посилання.
uz_latn: Noto‘g‘ri havola.
vi: Liên kết không hợp lệ.
zh_hans: 无效的链接
zh_hant: 無效連結。

# CloseLeft.Text
source: Close tabs to the left
ar: أغلق الالسنة على الميسرة
ar_iq: إغلاق علامات التبويب إلى اليسار
az: Nişanları sola bağlayın
bg: Затворете разделите вляво
bs: Zatvori kartice slijeva
de: Linke Tabs schließen
eo: Fermi langetojn maldekstre
fa: بستن زبانه‌‌های سمت چپ
fr: Fermer les onglets à gauche
he: סגור לשוניות משמאל
hi: बाईं ओर टैब बंद करें
hr: Zatvori lijeve kartice
hu: Balra lévő fülek bezárása
id: Tutup tab di sebelah kiri
it: Chiudi tutte le schede a sinistra
ja: 左のタブをすべて閉じる
ko: CloseLeft.Text
nl: Sluit alle tabs naar links
pl: Zamknij karty po lewej
pt: Fechar abas à esquerda
ro: Închideți filele din stânga
ru: Закрыть вкладки слева
sl: Zapri zavihke na levi
sq: Mbyllni skedat në të majtë
sr_cyrl: Затвори картице лево
sr_latn: Zatvori kartice levo
sv: Stäng flikarna till vänster
tr: Soldaki sekmeleri kapat
ug_arab: سول تەرەپتىكى بەتكۈچلەرنى تاقاش
uk: Закрити вкладки зліва
uz_latn: Yorliqlarni chap tomonga yoping
vi: Đóng các tab ở bên trái
zh_hans: 关闭左侧标签
zh_hant: 關閉左側分頁

# CloseOther.Text
source: Close other tabs
ar: أغلق الالسنة الاخرى
ar_iq: أغلق علامات التبويب الأخرى
az: Digər nişanları bağlayın
bg: Затворете другите раздели
bs: Zatvori ostale kartice
de: Andere Tabs schließen
eo: Fermi aliajn langetojn
fa: بستن سایر زبانه‌ها
fr: Fermer les autres onglets
he: סגור לשוניות אחרות
hi: अन्य टैब बंद करें
hr: Zatvori ostale kartice
hu: Többi fül bezárása
id: Tutup tab lainnya
it: Chiudi tutte le altre schede
ja: 他のタブを閉じる
ko: CloseOther.Text
nl: Sluit de andere tabs
pl: Zamknij inne karty
pt: Fechar outras abas
ro: Închideți alte file
ru: Закрыть другие вкладки
sl: Zapri ostale zavihke
sq: Mbyllni skedat e tjera
sr_cyrl: Затвори остале картице
sr_latn: Zatvori ostale kartice
sv: Stäng andra flikar
tr: Diğer sekmeleri kapat
ug_arab: باشقا بەتكۈچلەرنى تاقاش
uk: Закрити інші вкладки
uz_latn: Boshqa ichki oynalarni yoping
vi: Đóng các tab khác
zh_hans: 关闭其它标签
zh_hant: 關閉其他分頁

# CloseRight.Text
source: Close tabs to the right
ar: أغلق الالسنة على الميمنة
ar_iq: إغلاق علامات التبويب إلى اليمين
az: Nişanları sağa bağlayın
bg: Затворете разделите вдясно
bs: Zatvori kartice zdesna
de: Rechte Tabs schließen
eo: Fermi langetojn dekstre
fa: بستن زبانه‌‌های سمت راست
fr: Fermer les onglets à droite
he: סגור לשוניות מימין
hi: दाईं ओर टैब बंद करें
hr: Zatvori desne kartice
hu: Jobbra lévő fülek bezárása
id: Tutup tab di sebelah kanan
it: Chiudi tutte le schede a destra
ja: 右のタブをすべて閉じる
ko: CloseRight.Text
nl: Sluit alle tabs naar rechts
pl: Zamknij karty po prawej
pt: Fechar abas à direita
ro: Închideți filele din dreapta
ru: Закрыть вкладки справа
sl: Zapri zavihke na desni
sq: Mbyllni skedat në të djathtë
sr_cyrl: Затвори картице десно
sr_latn: Zatvori kartice desno
sv: Stäng flikarna till höger
tr: Sağdaki sekmeleri kapat
ug_arab: ئوڭ تەرەپتىكى بەتكۈچلەرنى تاقاش
uk: Закрити вкладки справа
uz_latn: Yorliqlarni o'ng tomonga yoping
vi: Đóng các tab ở bên phải
zh_hans: 关闭右侧标签
zh_hant: 關閉右側分頁

# Command.DuplicateTab
source: Duplicate tab
ar: كرر التبويب
ar_iq: علامة تبويب مكررة
az: Nişanı cütləşdirin
bg: Клонирайте раздела
bs: Dupliciraj karticu
de: Tab duplizieren
eo: Duobligi langeton
fa: تکثیر زبانه
fr: Onglet dupliquer
he: לשונית כפולה
hi: डुप्लीकेट टैब
hr: Dupliciraj karticu
hu: Fül megduplázása
id: Gandakan tab
it: Duplica scheda
ja: タブを複製
ko: Command.DuplicateTab
nl: Duplicaat tab
pl: Duplikuj kartę
pt: Duplicar aba
ro: Filă duplicat
ru: Дублировать вкладку
sl: Podvoji zavihek
sq: Skeda e kopjuar
sr_cyrl: Дуплирај картицу
sr_latn: Dupliraj karticu
sv: Kopiera fliken
tr: Yinelenen sekme
ug_arab: بەتكۈچنى كۈپەيتىش
uk: Дублювати вкладку
uz_latn: Yorliqni nusxalash
vi: Tab trùng lặp
zh_hans: 复制选项卡
zh_hant: 複製此分頁

# Duplicate.Text
source: Duplicate
ar: كرر
ar_iq: مكرر
az: Dublikat
bg: Клонирайте
bs: Dupliciraj
de: Duplizieren
eo: Duobligi
fa: تکثیر
fr: Dupliquer
he: שכפל
hi: प्रतिलिपि
hr: Dupliciraj
hu: Megduplázás
id: Gandakan
it: Duplica
ja: 複製
ko: Duplicate.Text
nl: Duplicaat
pl: Duplikuj
pt: Duplicar
ro: Duplicat
ru: Дублировать
sl: Podvoji
sq: Dublikatë
sr_cyrl: Дуплирај
sr_latn: Dupliraj
sv: Duplicera
tr: Yinele
ug_arab: كۆپەيتىش
uk: Дублювати
uz_latn: Dublikat
vi: Bản sao
zh_hans: 复制
zh_hant: 複製

# DuplicateEnvironmentVariable
source: Cannot define two environment variables with the same name.
ar: لا يمكن تعريف متغيرين بيئيين بنفس الاسم.
ar_iq: لا يمكن تعريف متغيرين للبيئة بنفس الاسم.
az: Eyni adlı iki mühit dəyişkənliyini təyin etmək olmur.
bg: Не може да се определят две променливи с еднакви имена.
bs: Dvije varijable okruženja ne smiju imati identičan naziv.
de: Es können keine zwei Umgebungsvariablen mit dem gleichen Namen erstellt werden.
eo: Ne eblas difini du medivariablojn samnomajn.
fa: نمی‌توان دو متغیر محیطی با نام مشابه تعریف کرد
fr: Impossible de définir deux variables d’environnement portant le même nom.
he: לא ניתן להגדיר שני משתני סביבה עם אותו שם.
hi: एक ही नाम से दो पर्यावरण चर को परिभाषित नहीं किया जा सकता है।
hr: Nije moguće odrediti dva okruženja s istim imenom.
hu: Nem lehet definiálni két környezeti vátozót ugyanazzal a névvel.
id: Tidak dapat mendefinisikan dua variabel environtment dengan nama yang sama
it: Non si possono definire due variabili d'ambiente con lo stesso nome
ja: 同じ名前を持った環境変数は定義できません。
ko: 같은 이름을 가진 환경 변수를 두개씩 정의할 수 없습니다.
nl: Kan niet 2 envourment variables met dezelfde naam hebben.
pl: Nie można zdefiniować dwóch zmiennych o tej samej nazwie.
pt: Não é possível definir duas variáveis de ambiente com o mesmo nome.
ro: Nu se pot defini două variabile de mediu cu același nume.
ru: Невозможно определить две переменные среды с тем же именем.
sl: Dveh spremenljivk okolja z enakim imenom ni mogoče definirati
sq: Nuk mund të përcaktojë dy variabla të mjedisit me të njëjtin emër.
sr_cyrl: Немогуће је дефинисати две променљиве окружења са истим именом.
sr_latn: Nemoguće je definisati dve promenljive okruženja sa istim imenom.
sv: Det går inte att definiera två miljövariabler med samma namn.
tr: Aynı ada sahip iki ortam değişkeni tanımlanamıyor.
ug_arab: ئوخشاش ئىسىمدىكى ئىككى مۇھىت ئۆزگەرگۈچى مىقدارنى بەلگىلىيەلمەيدۇ.
uk: Неможливо створити дві змінні середовища з однаковою назвою
uz_latn: Xuddi shu nomli ikkita atrof-muhit o'zgaruvchisini aniqlab bo'lmaydi.
vi: Không thể xác định hai biến môi trường có cùng tên.
zh_hans: 无法定义具有相同名称的两个环境变量
zh_hant: 無法定義相同名稱的環境變數
